{
    "defaultContent": "Experiment Game\nWebsite: https://experimentgame.wordpress.com/\nGitHub: https://github.com/jennyzeng/Experiment-Game",
    "introduction": "Background Story:\n\nExperiment is set in September 2017. In one experiment, Doctor Kelvin, who is a pharmacist working in the Spacey Institute for Biomedical Research (SBIR), accidentally finds that a new inorganic sera (code name CS-113) can significantly enhance the body's strength of experimental animal that get injected CS-113. However, CS-113 can also influence the nervous system of injected animals, making them extremely aggressive to any target that they meet. Also, the lifetime of injected animals will be shortened to only two weeks. Doctor Kelvin realized the CS-113 can be very dangerous and immoral to experimental animals, so he decides to stop the experiment. Doctor Spacey, the supervisor of the laboratory, thinks Kelvin finding is very valuable and it may start a new age of using medicine to improve human race. After Kelvin shows him how strong the injected monster can be, he immediately suggests Kelvin to continue his research and start a new experiment which injecting CS-113 into human body. However, Doctor Kelvin thinks no human can bear the strong side-effect of CS-113. Once the experiment fails, the possibility of surviving from the side-effect of CS-113 is nearly zero. So, he strongly disagrees this suggestion and refuses to hand out the prescriptive of CS-113 to Doctor Spacey. Unfortunately, Doctor Spacey does not give up obtaining CS-113. He steals the CS-113 and plans the human test of CS-113 on Kelvin in his laboratory. After injecting the CS-113, Kelvin surprisingly survives. Although the exam shows that there is no change happening in Kelvin body, Doctor Spacey is not discourages from the results. He keeps Kelvin live and locks Kelvin in the laboratory, and continues the experiment CS-113.\n\nOne day, a great fire alarm noise awakes Kelvin in the laboratory room. A big fire destroys the door of laboratory. Kelvin escapes from the laboratory room.  During he tries to get a right way to escape from the laboratory building, he finds that Doctor Spacey has already started mass production of CS-113: many experimental animals have been injected with CS-113 and become aggressive monster. Because of the fire, right now the laboratory building is full of these injected monsters.  For escaping successfully from the laboratory, Kelvin must start fight with these monsters. After beating the first monster the jumping frogger, he realized that his finding has making a huge harm to those poor animals. Meanwhile, he also realized his body start changed after his injection with CS-113. \n\nFinally, Kelvin escapes from the Spacey laboratory building. While he is trying to go home, he meets a huge bat, and surprisingly finds that the bat is Doctor Spacey! Having injected the CS-113, Doctor Spacey mutates into a evil bat! After an intense fighting, Kelvin kills Doctor Spacey. In the last of the story, Kelvin publishes the inhuman experiments in SIBR to public, and died from the side-effect of CS-133 after these publishes ",
    "team": "Game Developers:\n\nDesign Chief/Character Design \nZhaohua Zeng\n\nMonster/AI Design\nHao Ni\nTingzhao Zheng\n\nMap Design\nHao Ni\nYuemin Niu\n\nDocumentation/Marketing/Website Design\nXiaosong Weng ",
    "reference": "reference: \n\nSince no team member has experience/skills of art design, we decide to use art design from online resources to represent our characters, effects and maps. The references of these art design is outline below here: \n\nDoctor Kelvin:http://spritedatabase.net/file/823 \nSonic:http://spritedatabase.net/file/21815/Sonic \nArrow:http://piq.codeus.net/static/media/userpics/piq_320351_400x400.png \n\n**Effect**: \nFire:https://www.behance.net/gallery/30108625/Pixel-Art-Fire-Effects \nMap:https://sandoair.deviantart.com/art/Lab-tileset-2-657016878 \n https://www.pinterest.com/pin/475833516861534364 \nLab-equipment:https://imgur.com/bQRFw \nWater-for-poison-bucket:https://orig00.deviantart.net/0d28/f/2017/269/1/d/practicing_pixel_arts_2__water_puddle_by_oliviergamer-dbon1lw.png \n\n**UI**: \nHeart-Sprite:https://superartime.deviantart.com/art/Frisk-s-heart-sprite-614188575 \n\n **Music**: \n*Logo*: Voice “Good Game” is recorded using a text to speech converter: https://www.naturalreaders.com/online/\n\n*Background*:\nhttps://www.playonloop.com/2017-music-loops/secret-alchemy/\nhttps://www.playonloop.com/2016-music-loops/clockwork-tale/\nhttps://www.playonloop.com/2014-music-loops/the-dojo/\nhttps://www.playonloop.com/2013-music-loops/sky-sanctuary/\nhttps://www.playonloop.com/2013-music-loops/final-act/\nhttps://www.playonloop.com/2011-music-loops/rescue/\n\n*Bullet Sound*:\ngas:https://freesound.org/people/LittleRobotSoundFactory/sounds/270336/\nbullet: https://freesound.org/people/LittleRobotSoundFactory/sounds/270343/",
    "notes": "Gameplay: \n\nMove Forward: D \n\nBack: A \n\nAttack: Ctrl\n\nJump: Space\n\nSwitch-bullet-type: R\n\nSuper-Rush: T\n\nPause: Esc\n\n"
}